# Enable verbose mode
ARGV << '-v'

cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'unofficial-cask/hashicorp-tap'

cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'vlc'
cask 'evernote'
cask 'iterm'
cask 'terraform'
cask 'packer'
cask 'google-drive'

brew 'wget'